USE `Друзья человека`;

INSERT INTO `animals` (`name`, `age`, `breed`, `birthdate`, `commands`, `animal_type_id`, `pack_type_id`) VALUES
('Жучка', 2, 'Дворняга', '2021-05-03', 'Сидеть, Лежать, Голос', 1, 1),  -- Собака, домашнее
('Барсик', 4, 'Бенгальский', '2019-12-15', 'Кушать, Спать, Мурчать', 1, 2),  -- Кошка, домашнее
('Плотва', 1, 'Джунгарский хомяк', '2022-08-20', 'Бегать в колесе', 1, 3),  -- Хомяк, домашнее
('Буцефал', 6, 'Арабский скакун', '2017-11-10', 'Тпру, Шагом, Рысью', 2, 4),  -- Лошадь, вьючное
('Хмурый', 5, 'Нубийский верблюд', '2018-06-22', 'Стоять, Лежать, Верблюжья походка', 2, 5), -- Верблюд, вьючное
('Тихоня', 9, 'Обыкновенный осел', '2014-03-01', 'Иа, Стоять, Вести груз', 2, 6),  -- Осел, вьючное
('Васька', 8, 'Донской сфинкс', '2015-09-18', 'Мурчать, Царапать, Есть', 1, 2);  -- Кошка, домашнее
